-- phpMyAdmin SQL Dump
-- version 4.6.6deb5
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jan 14, 2020 at 06:35 AM
-- Server version: 5.7.28-0ubuntu0.18.04.4
-- PHP Version: 7.2.24-0ubuntu0.18.04.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `bangla-laranews`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `position` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `position`, `created_at`, `updated_at`) VALUES
(2, 'বাংলাদেশ', '1', '2020-01-06 08:39:50', '2020-01-13 22:36:07'),
(3, 'আন্তর্জাতিক', '2', '2020-01-06 08:40:18', '2020-01-13 22:36:48'),
(4, 'অর্থনীতি', '3', '2020-01-06 08:40:54', '2020-01-13 22:37:51'),
(5, 'মতামত', '4', '2020-01-06 08:41:03', '2020-01-13 22:38:25'),
(6, 'খেলা', '5', '2020-01-06 08:41:13', '2020-01-13 22:38:41'),
(7, 'বিনোদন', '6', '2020-01-06 08:41:38', '2020-01-13 22:38:52'),
(9, 'জীবনযাপন', '7', '2020-01-06 23:02:02', '2020-01-13 22:39:04'),
(10, 'শিক্ষা', '0', '2020-01-12 02:41:08', '2020-01-13 22:39:21'),
(11, 'শিল্প ও সাহিত্য', '0', '2020-01-13 22:39:35', '2020-01-13 22:39:35'),
(12, 'চাকরি', '0', '2020-01-13 22:39:56', '2020-01-13 22:39:56');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2020_01_05_045824_create_categories_table', 1),
(5, '2020_01_05_083754_create_posts_table', 1),
(6, '2020_01_12_080249_create_views_table', 2),
(7, '2020_01_12_162548_create_settings_table', 3);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `categoryId` int(10) UNSIGNED NOT NULL,
  `featuredPosition` tinyint(4) DEFAULT NULL,
  `breakingNews` tinyint(4) NOT NULL DEFAULT '0',
  `click` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `description`, `image`, `slug`, `categoryId`, `featuredPosition`, `breakingNews`, `click`, `created_at`, `updated_at`) VALUES
(5, 'ঢাকায় ধর্ষণের ঘটনা আশঙ্কাজনক, মামলা ৫০০', '<p>ঢাকায় ধর্ষণের ঘটনা বেড়েই চলেছে। ২০১৯ সালে ঢাকা মহানগরের ৫০টি থানা এলাকায় ধর্ষণ ও গণধর্ষণের অভিযোগে প্রায় ৫০০ (৪৯৮) মামলা হয়েছে। এর মধ্যে গণধর্ষণের মামলার সংখ্যা ৩৭টি। পরিস্থিতি অনুযায়ী ধর্ষণের ঘটনা আশঙ্কাজনক। রাত&ndash;বিরেতে নারীর নিরাপত্তা নেই।</p>\r\n\r\n<p>এসব ঘটনা তদন্ত করে ইতিমধ্যে ঢাকার আদালতে ৪০২টি মামলায় তদন্ত প্রতিবেদন জমা দিয়েছে পুলিশ। ঢাকার চিফ মেট্রোপলিটন ম্যাজিস্ট্রেট আদালতের (সিএমএম) সাধারণ নিবন্ধন খাতা থেকে এই তথ্য জানা গেছে।</p>\r\n\r\n<p>গত বছর সংঘটিত ধর্ষণ ও গণধর্ষণের ৪৪টি মামলার নথিপত্র পর্যালোচনা করে দেখা যায়, ঢাকা মহানগরের বিভিন্ন এলাকায় একাধিক নারী রাতের বেলা ধর্ষণ ও গণধর্ষণের শিকার হয়েছেন। পুলিশ এসব ঘটনায় জড়িত বেশির ভাগ আসামিকে গ্রেপ্তার করতে সক্ষম হয়েছে।</p>\r\n\r\n<p>৫ জানুয়ারি রাতে ঢাকা বিশ্ববিদ্যালয়ের এক শিক্ষার্থী রাজধানীর শেওড়া এলাকায় বান্ধবীর বাসায় যাওয়ার পথে ধর্ষণের শিকার হন। এ ঘটনায় জড়িত থাকার অভিযোগে মজনু নামের এক ব্যক্তিকে গ্রেপ্তার করা হয়।</p>\r\n\r\n<p>অনুসন্ধানে দেখা যায়, ২০০২ থেকে ২০১৬ সালের অক্টোবর পর্যন্ত ঢাকা মহানগর ও ঢাকা জেলায় গণধর্ষণের মামলা হয় ৮৫৬টি। এ সময়ে ধর্ষণের মামলা হয় ৪ হাজার ৫৮৫টি। নারী ও শিশু নির্যাতন দমন আইনে ঢাকায় করা মামলার মধ্যে বেশির ভাগই ধর্ষণসংক্রান্ত।</p>', 'public/news-image/GGFIsURTrn.jpg', 'ঢাকায়-ধর্ষণের-ঘটনা-আশঙ্কাজনক,-মামলা-৫০০', 2, 1, 1, 35, '2020-01-06 08:44:00', '2020-01-14 00:16:38'),
(6, 'মানবতাবিরোধী অপরাধে কায়সারের মৃত্যুদণ্ডের রায় বহাল', '<p>মুক্তিযুদ্ধকালে মানবতাবিরোধী অপরাধের দায়ে জাতীয় পার্টির সাবেক নেতা ও সাবেক প্রতিমন্ত্রী সৈয়দ মোহাম্মদ কায়সারের মৃত্যুদণ্ডের রায় বহাল রয়েছে।</p>\r\n\r\n<p>প্রধান বিচারপতি সৈয়দ মাহমুদ হোসেনের নেতৃত্বাধীন চার সদস্যের আপিল বিভাগ আজ মঙ্গলবার সকালে এই রায় ঘোষণা করেন।</p>\r\n\r\n<p>মানবতাবিরোধী অপরাধের দায়ে কায়সারকে মৃত্যুদণ্ডের রায় দিয়েছিলেন আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল।</p>\r\n\r\n<p>ট্রাইব্যুনালের দেওয়া মৃত্যুদণ্ডের রায়ের বিরুদ্ধে কায়সার সুপ্রিম কোর্টের আপিল বিভাগে আপিল করেছিলেন।</p>\r\n\r\n<p>কায়সারের আপিলের ওপর শুনানি শেষে গত ৩ ডিসেম্বর প্রধান বিচারপতি সৈয়দ মাহমুদ হোসেনের নেতৃত্বাধীন চার সদস্যের আপিল বিভাগ রায়ের জন্য ১৪ জানুয়ারি তারিখ ধার্য করেছিলেন।</p>\r\n\r\n<p>ধার্য তারিখে আজ রায় ঘোষণা করলেন আপিল বিভাগ। রায়ে কায়সারের মৃত্যুদণ্ড বহাল রেখেছেন দেশের সর্বোচ্চ আদালত।</p>', 'public/news-image/02AsSvbwdO.jpg', 'মানবতাবিরোধী-অপরাধে-কায়সারের-মৃত্যুদণ্ডের-রায়-বহাল', 4, 2, 1, 3, '2020-01-06 08:55:07', '2020-01-14 00:01:32'),
(7, 'যে ৭ কাজে ফ্রিল্যান্সারদের সুযোগ', '<p>এখন ফ্রিল্যান্সিং কাজের দিকে ঝুঁকে পড়ছেন অনেকেই। অফিসের ধরাবাঁধা নিয়মে আটকে না থেকে ফ্রিল্যান্সিংকেই পেশা হিসেবে বেছে নিচ্ছেন অনেকেই। কয়েকটি খাতে নিয়মিত ফ্রিল্যান্সার বা মুক্ত পেশার কর্মী নিয়োগ দেওয়া হয়। নিজ কর্মসংস্থানের সুযোগ এখন এতটাই বেড়েছে যে বিশাল জনগোষ্ঠী আজ এ দিকেই ঝুঁকে পড়ছে।</p>\r\n\r\n<p>বাংলাদেশেও ফ্রিল্যান্সারদের সংখ্যা বাড়ছে। সরকারি তথ্যমতে দেশে প্রায় ৭ লাখ ফ্রিল্যান্সার কাজ করছেন।</p>\r\n\r\n<p>বর্তমানে বিভিন্ন প্রতিষ্ঠানে ফ্রিল্যান্স কর্মীদের নিয়োগ দেওয়ার কথা বলা হয়। করপোরেট প্রতিষ্ঠানগুলো অনেকটাই কম খরচে বিশেষজ্ঞ কর্মী দিয়ে কাজ করার সুযোগ পাচ্ছে এতে। যে কয়েকটি খাতে ফ্রিল্যান্সিং কাজের চাহিদা বাড়ছে তা জেনে নিন:</p>\r\n\r\n<p><strong>১. কনটেন্ট লেখা:</strong>&nbsp;অনেকেই ভালো কনটেন্ট লিখতে পারেন। ইংরেজিসহ যেকোনো ভাষায় ভালো মানের কনটেন্ট লিখতে পারেন, এমন কর্মীর চাহিদা রয়েছে। পেশাদার কর্মী হিসেবে ভালো কনটেন্ট তৈরি বা কোনো বিষয় তুলে ধরতে পারলে ফ্রিল্যান্সিং ক্ষেত্রে ভালো করার সুযোগ রয়েছে। দেশের প্রতিটি ছোট বা বড় ব্যবসার ক্ষেত্রেই কনটেন্টের প্রয়োজন পড়ে। তাই এ খাতে ফ্রিল্যান্সারদের জন্য বড় সুযোগ রয়েছে।</p>\r\n\r\n<p><strong>২. ডিজিটাল মার্কেটিং</strong>: স্টার্টআপ বা উদ্যোক্তা প্রতিষ্ঠানগুলোর জন্য ডিজিটাল মার্কেটিংয়ের ক্ষেত্রে ফ্রিল্যান্সারদের ব্যাপক চাহিদা রয়েছে। প্রতিষ্ঠানকে বাজারে তুলে ধরতে কম খরচে ডিজিটাল মার্কেটারদের খোঁজ করে অনেক প্রতিষ্ঠান। সামাজিক যোগাযোগের মাধ্যম থেকে শুরু করে ওয়েব প্ল্যাটফর্মে প্রতিষ্ঠানকে তুলে ধরতে ফ্রিল্যান্সার ডিজিটাল মার্কেটিং কর্মীর দিকেই বেশি ঝোঁক দেখা যায়। তাই ফ্রিল্যান্সাররা এ খাতে ভালো করতে পারবেন।</p>', 'public/news-image/0HI8JQvEbL.jpg', 'যে-৭-কাজে-ফ্রিল্যান্সারদের-সুযোগ', 3, 3, 1, 6, '2020-01-06 09:29:52', '2020-01-14 00:01:37'),
(8, 'খুলনাকে ফাইনালে নিলেন আমির', '<p>বঙ্গবন্ধু বিপিএলে ফাইনালে যাওয়ার লড়াই। সে লড়াইয়ে দুই দলের হল্যে লড়লেন চারজন। এদের তিনজনই অবশ্য পাকিস্তানের। রাজশাহী রয়্যালসের হয়ে মোহাম্মদ ইরফান ও শোয়েব মালিক। আর খুলনা টাইগার্সের হয়ে মোহাম্মদ আমিরের সঙ্গী নাজমুল হোসেন। বাকি তিনজন অবশ্য পাদটীকা হয়ে গেলেন ম্যাচ শেষ হতে হতে। এই বাঁহাতি পেসারের দুর্দান্ত বোলিংয়ে রাজশাহীকে ২৭ রানে হারিয়ে ফাইনালে চলে গেল খুলনা।&nbsp;<br />\r\n<br />\r\nতবে এই হারে রাজশাহীর সুযোগ যে একেবারেই শেষ হয়ে গেল, তা নয়। এলিমিনেটরে ঢাকা প্লাটুনকে হারানো চট্টগ্রাম চ্যালেঞ্জার্সের বিপক্ষে দ্বিতীয় কোয়ালিফায়ারে এবার মাঠে নামতে হবে রাজশাহী রয়্যালসকে। সে ম্যাচে যে জিতবে, ফাইনালে খুলনা টাইগার্সের প্রতিপক্ষ হবে তারাই।</p>\r\n\r\n<p>বঙ্গবন্ধু বিপিএলে ফাইনালে যাওয়ার লড়াই। সে লড়াইয়ে দুই দলের হল্যে লড়লেন চারজন। এদের তিনজনই অবশ্য পাকিস্তানের। রাজশাহী রয়্যালসের হয়ে মোহাম্মদ ইরফান ও শোয়েব মালিক। আর খুলনা টাইগার্সের হয়ে মোহাম্মদ আমিরের সঙ্গী নাজমুল হোসেন। বাকি তিনজন অবশ্য পাদটীকা হয়ে গেলেন ম্যাচ শেষ হতে হতে। এই বাঁহাতি পেসারের দুর্দান্ত বোলিংয়ে রাজশাহীকে ২৭ রানে হারিয়ে ফাইনালে চলে গেল খুলনা।&nbsp;<br />\r\n<br />\r\nতবে এই হারে রাজশাহীর সুযোগ যে একেবারেই শেষ হয়ে গেল, তা নয়। এলিমিনেটরে ঢাকা প্লাটুনকে হারানো চট্টগ্রাম চ্যালেঞ্জার্সের বিপক্ষে দ্বিতীয় কোয়ালিফায়ারে এবার মাঠে নামতে হবে রাজশাহী রয়্যালসকে। সে ম্যাচে যে জিতবে, ফাইনালে খুলনা টাইগার্সের প্রতিপক্ষ হবে তারাই।</p>', 'public/news-image/3ZBrl1GDPn.jpg', 'খুলনাকে-ফাইনালে-নিলেন-আমির', 6, 4, 1, 10, '2020-01-06 09:30:57', '2020-01-14 00:05:28'),
(9, 'ইরান: এই ক্ষোভ শুধু বিমান ধ্বংসের কারণে নয়', '<p>নতুন বছরের গোড়াতে এক সপ্তাহের বেশি উত্তেজনাকর পরিস্থিতি এবং যুক্তরাষ্ট্র-ইরানের মধ্যে প্রায় যুদ্ধ হওয়ার মতো আশঙ্কার আপাত অবসান হয়ে ইরান যেন গত বছরের নভেম্বরেই ফিরে গেছে। কিন্তু এর পরে কী হবে, ইরানের অভ্যন্তরীণ পরিস্থিতি কোথায় যাবে এবং তার প্রতিক্রিয়ার মাত্রা ও বিস্তৃতি কত দূর হবে, সেটাই এখন বিবেচনার বিষয়। এদিকে ইতিমধ্যে ইরানের বিরুদ্ধে যুক্তরাষ্ট্র আরও বেশি নিষেধাজ্ঞা আরোপ করেছে।</p>\r\n\r\n<p>৩ জানুয়ারি মার্কিন ড্রোন হামলায় ইরাকে ইরানের সবচেয়ে প্রভাবশালী সেনাধ্যক্ষ জেনারেল কাশেম সোলাইমানির হত্যা এবং ইরাকের অভ্যন্তরে মার্কিন ঘাঁটিতে ইরানের ক্ষেপণাস্ত্র হামলাকে ছাপিয়ে আলোচনার কেন্দ্রে গত কয়েক দিন ছিল তেহরান বিমানবন্দর থেকে উড্ডীন হওয়ার পরে ইউক্রেনীয় বিমানের ধ্বংস হওয়ার ঘটনা। এই ঘটনা ঘটে ইরান যখন ইরাকে মার্কিন ঘাঁটিতে হামলা চালায়, তার কয়েক ঘণ্টার মধ্যেই।</p>\r\n\r\n<p>ইরান প্রথমে একে দুর্ঘটনা বলে দাবি করলেও তিন দিন পরে স্বীকার করছে যে তার নিক্ষিপ্ত ক্ষেপণাস্ত্রের আঘাতেই বিমান ধ্বংস হয়ে ১৭৬ জন যাত্রীর সবাই প্রাণ হারিয়েছেন। এতে ইরানিরা ছাড়াও ছিলেন কানাডা, জার্মানি, আফগানিস্তানসহ অন্যান্য দেশের নাগরিকেরা; ফলে এর প্রতিক্রিয়া হয়েছে আন্তর্জাতিক। সোলাইমানিকে হত্যার ঘটনায় যুক্তরাষ্ট্র সারা বিশ্বেই নিন্দিত হচ্ছিল এবং বৈশ্বিকভাবে ইরানের প্রতি সহানুভূতির মাত্রাই ছিল বেশি; ইরাকে মার্কিন ঘাঁটিতে ইরানের প্রতীকী হামলায় প্রাণনাশ না হওয়ায় এবং এই হামলার ব্যাপারে ইরাককে আগে থেকেই জানানোর কারণে সেই সহানুভূতি বড় রকমের হ্রাস হয়নি।</p>', 'public/news-image/5h7AnH0Yb0.jpg', 'ইরান:-এই-ক্ষোভ-শুধু-বিমান-ধ্বংসের-কারণে-নয়', 5, NULL, 1, 5, '2020-01-07 02:48:57', '2020-01-14 00:05:56'),
(10, 'শ্রাবন্তী আসেননি, শুটিং বন্ধ', '<p>&lsquo;বিক্ষোভ&rsquo; ছবির শেষ ধাপের শুটিং শুরু হয়েছিল ৬ জানুয়ারি থেকে। টানা ২৩ জানুয়ারি পর্যন্ত শুটিং করার কথা। শুটিংয়ে অংশ নিতে ৯ জানুয়ারি রাতে ঢাকায় আসার কথা ছিল কলকাতার অভিনেত্রী শ্রাবন্তীর। ১০ জানুয়ারি থেকে শুটিং। কিন্তু আসেননি শ্রাবন্তী। গতকাল ১২ জানুয়ারি থেকে বন্ধ হয়ে গেছে &lsquo;বিক্ষোভ&rsquo; ছবির শুটিং। বিএফডিসিতে সেট পড়ে আছে।</p>\r\n\r\n<p>প্রতিদিন সেটের ভাড়া গুনতে হচ্ছে প্রযোজকের। শিডিউল দিয়েও কেন আসেননি শ্রাবন্তী? এ ব্যাপারে কলকাতায় শ্রাবন্তীর সহকারী সুমন দাসের সঙ্গে যোগাযোগ করা হলে তিনি বলেন, &lsquo;১০ জানুয়ারি শ্রাবন্তীর মামাশ্বশুর মারা গেছেন। ফলে সঠিক সময়ে ভিসার আবেদন করা হয়নি, নেওয়া হয়নি। এ কারণে ঝামেলা হয়ে গেছে। যেতে পারিনি আমরা।&rsquo;</p>\r\n\r\n<p>এদিকে সুমন দাস জানিয়েছেন, ১৭ জানুয়ারি বাংলাদেশে যাওয়ার সম্ভাবনা আছে। তিনি বলেন, &lsquo;মাঝে ১৬ জানুয়ারি শ্রাবন্তী তাঁর নতুন ছবি &ldquo;উড়ান&rdquo;-এর প্রিমিয়ারে অংশ নেবেন। এরপর ১৭ জানুয়ারি বাংলাদেশে ঢুকবেন।&rsquo;</p>\r\n\r\n<p>সঠিক সময়ে শ্রাবন্তী না আসার কারণে এই ধাপে শুটিং শেষ হচ্ছে না বলে ধারণা করছেন ছবিসংশ্লিষ্ট ব্যক্তিরা। এ ব্যাপারে বিক্ষোভ ছবির পরিচালক শামীম আহমেদ রনি বলেন, &lsquo;শ্রাবন্তীকে নিয়ে বেশ কয়েক দিন একক শুট করার কথা ছিল। কিন্তু তাঁর সমস্যার কারণে আসতে পারেননি। এখন শুনছি ১৭ জানুয়ারি আসবেন। এসেই আবার ব্যক্তিগত কাজে ২০ অথবা ২১ জানুয়ারি কলকাতা যাবেন। তার আগে তাঁর অংশের শুটিং শেষ হবে না। ফলে এই ধাপে ছবির কাজ শেষ হওয়ার সম্ভাবনা দেখছি না। ফেব্রুয়ারিতে আরেক ধাপ শুটিং করা লাগতে পারে।&rsquo;</p>', 'public/news-image/86a0ZD0i4r.jpg', 'শ্রাবন্তী-আসেননি,-শুটিং-বন্ধ', 7, NULL, 0, 4, '2020-01-07 02:52:29', '2020-01-14 00:06:46'),
(11, 'শীতের ছাদবাগান', '<p dir=\"ltr\">যেকোনো বাগানের তিনটি প্রধান উপকরণ হলো পানি, মাটি ও সূর্যের আলো। ফুল, ফল ও সবজি পাওয়ার জন্য শীতকাল উপযুক্ত একটি সময়। কারণ, মাটির পিএইচ বা গুণাগুণে ভারসাম্য ও শীতের ঠান্ডা আবহাওয়ার কারণে মাটির আর্দ্রতা বেশি সময় থাকে। শীতে গাছে পানির প্রয়োজনও কম।</p>\r\n\r\n<p dir=\"ltr\">শীতকালে ছাদবাগানের পরিচর্যা অন্য যেকোনো সময় থেকে একটু বেশি নিতে হবে। শীতের সময় হঠাৎ তাপমাত্রা অতিরিক্ত কমে যাওয়া বা অতিরিক্ত কুয়াশায় মাটিজনিত রোগ খুব দ্রুত ছড়ায়। মাটিতে বিভিন্ন রকম ক্ষতিকর পোকার আক্রমণ বেড়ে যায়। এ ছাড়া শীতকালীন গাছে বৃদ্ধি বেশি হয়। ফুল, সবজি ও ফলের ফলনও হয় অল্প কিছুদিনের মধ্যে। এ ছাড়া অন্য ঋতুর গাছগুলোও বেশ ঝুঁকিতে থাকে। প্রতিদিনই এ কারণে পর্যবেক্ষণ করতে হবে বলে জানান নগর কৃষির একজন উদ্যোক্তা আবু ইউসুফ শিহাব।</p>\r\n\r\n<p dir=\"ltr\"><strong>যা করবেন ও করবেন না&nbsp;</strong></p>\r\n\r\n<p dir=\"ltr\">● শীতে সবজি ও ফলের জন্য সারের ব্যবহার একটু বেশি দরকার। কারণ, গাছের বৃদ্ধি ও ফল দেওয়ার কারণে গাছের খাদ্য বেশি প্রয়োজন হয়। ফুল গাছে তুলনামূলক কিছুটা কম সার প্রয়োগ করতে হবে।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">● সঠিক সময়ে ও পরিমাণমতো সার প্রয়োগ একান্ত প্রয়োজন। গাছ লাগানোর ১৫ থেকে ২০ দিন পর যখন গাছ ৫ থেকে ৬ ইঞ্চি লম্বা হবে, তখনই সার প্রয়োগ করতে হবে। এ ছাড়া গাছে ফল ধরার আগে বা ফুল ধরলে আরও একবার সার প্রয়োগ করতে হবে।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">● শীতকালে গাছে জৈব সার বা কেঁচো সার ব্যবহার করুন। এতে মাটির স্বাস্থ্য ভালো থাকে। যেহেতু এই সারে কোনো রাসায়নিক পদার্থ থাকে না, তাই ফল ও সবজির পুষ্টিগুণ বজায় থাকে।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">● শীতকালীন গাছ ছাড়া অন্যান্য গাছ এ সময়ে বাড়ে কম। তাই গাছ ছাঁটাইয়ের একেবারেই প্রয়োজন নেই এই সময়ে। শুরুতে গাছের আগাছা ফেলে পরিষ্কার করে নিতে হবে অবশ্যই।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">● সকালে ও বিকেলে পানি দেওয়াই ভালো। এক বেলা দিলে বিকেলের সময়টাই বেছে নিতে হবে। তবে টবে পানি জমে থাকতে দেওয়া যাবে না কখনোই।</p>', 'public/news-image/3To8lYnUse.jpg', 'শীতের-ছাদবাগান', 9, NULL, 0, 4, '2020-01-07 02:53:53', '2020-01-14 00:07:10'),
(12, 'অস্কার মনোনয়ন, বাদ গেল না কোনো ছবি', '<p>গত বছর যে ছবিগুলো নাম বারবার শোনা গেছে, সেসব ছবিই অস্কারের মনোনয়নে। কান, বার্লিন, বুসানসহ অন্যান্য আন্তর্জাতিক চলচ্চিত্র উৎসবে এ ছবিগুলোর নামই বারবার উচ্চারিত হয়েছে।</p>\r\n\r\n<p><br />\r\n৯২তম অস্কারের প্রাথমিক মনোনয়নে জয়জয়কার আলোচিত, বিতর্কিত &lsquo;জোকার&rsquo;&ndash;এর। সম্প্রতি সেরা অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার জিতেছেন &lsquo;জোকার&rsquo; জোয়াকিন ফিনিক্স। টোড ফিলিপস পরিচালিত এই চলচ্চিত্র মনোনয়ন পেয়েছে ১১টি বিভাগে। তিনটি চলচ্চিত্র ১০টি বিভাগে মনোনয়ন পেয়ে &lsquo;জোকার&rsquo;&ndash;এর সঙ্গে ভালোই পাল্লা দিচ্ছে। সেই নামগুলোও অপ্রত্যাশিত নয়&mdash;&lsquo;দ্য আইরিশম্যান&rsquo;, &lsquo;নাইনটিন সেভেনটিন&rsquo; ও &lsquo;ওয়ানস আপন আ টাইম ইন হলিউড&rsquo;।</p>\r\n\r\n<p>চূড়ান্ত পুরস্কারের তালিকা অবশ্য বদলে দিতে পারে সমস্ত হিসাব&ndash;নিকাশ। যেমন ছয়টি বিভাগে মনোনয়ন পেলেও সেরা তিনটি বিভাগ-সেরা ছবি, সেরা অভিনেতা ও অভিনেত্রী বিভাগে মনোনয়ন পাওয়া &lsquo;ম্যারিজ স্টোরি&rsquo;র পক্ষে তিনটি পুরস্কারই জেতা কঠিন হলেও অসম্ভব নয়। একই চলচ্চিত্রে সেরা অভিনেতা ও অভিনেত্রীর পুরস্কার জেতার সর্বশেষ ঘটনাটি ২২ বছরের পুরোনো, ১৯৯৮ সালের।</p>\r\n\r\n<p>নয়টি চলচ্চিত্র এবার সেরা ছবির প্রাথমিক মনোনয়ন পেয়েছে। যার মধ্যে দক্ষিণ কোরিয়ার পরিচালক বং জুন-হো পরিচালিত, কান চলচ্চিত্র উৎসব মাতানো &lsquo;প্যারাসাইট&rsquo;ও আছে। ৩০ জানুয়ারি শুরু হবে অস্কারের ভোট। ভোট গ্রহণ পর্ব শেষ হবে আগামী ৪ ফেব্রুয়ারি। ৯ ফেব্রুয়ারি চলচ্চিত্রের সবচেয়ে বড় রাতে ঘোষণা করা হবে কারা হাসলেন শেষ হাসি। ২৪টি বিভাগের মধ্যে গুরুত্বপূর্ণ বিভাগের মনোনয়নপ্রাপ্তদের নাম নিচে দেওয়া হলো।</p>\r\n\r\n<p><strong>মনোনয়নপ্রাপ্ত সেরা ছবি</strong><br />\r\nঅত্যন্ত গুরুত্বপূর্ণ এই বিভাগে মনোনয়ন পেয়েছে আটটি চলচ্চিত্র। &lsquo;ফোর্ড ভার্সেস ফেরারি&rsquo;, &lsquo;দ্য আইরিশম্যান&rsquo;, &lsquo;জোজো র&zwj;্যাবিট&rsquo;, &lsquo;জোকার&rsquo;, &lsquo;লিটল ওমেন&rsquo;, &lsquo;ম্যারিজ স্টোরি&rsquo;, &lsquo;নাইন্টিন সেভেনটিন&rsquo;, &lsquo;ওয়ানস আপন আ টাইম ইন হলিউড&rsquo; ও &lsquo;প্যারাসাইট&rsquo;।</p>', 'public/news-image/mnhe5zKTsM.jpg', 'অস্কার-মনোনয়ন,-বাদ-গেল-না-কোনো-ছবি', 7, NULL, 0, 4, '2020-01-07 02:56:14', '2020-01-14 00:07:48'),
(13, '২০১০ সালে ধসের পর সবচেয়ে খারাপ অবস্থায় শেয়ারবাজার', '<p dir=\"ltr\">বর্তমানে শেয়ারবাজারের যে অবস্থা, তাতে বিদেশি বিনিয়োগকারীদের কাছে বাংলাদেশের অর্থনীতি সম্পর্কে খারাপ বার্তা পৌঁছাচ্ছে। এমনকি বিদেশি বিনিয়োগকারীরাও শেয়ারবাজার থেকে মুখ ফিরিয়ে নিয়েছেন। ২০১৮ সালে শেয়ারবাজারে বিদেশি বিনিয়োগকারীদের লেনদেনের পরিমাণ ছিল ৯ হাজার ৫৮৬ কোটি টাকা, যা গত বছর কমে হয় ৭ হাজার ৮৪৫ কোটি টাকা। এই দুই বছরেই বিদেশিরা শেয়ার কেনার চেয়ে বিক্রি করেছেন অনেক বেশি।<br />\r\n<br />\r\nমোট দেশজ উৎপাদনের (জিডিপি) যে প্রবৃদ্ধি এবং অর্থনৈতিক কর্মকাণ্ডের যে চেহারা, তার সঙ্গে শেয়ারবাজারের কোনো মিল পাওয়া যাচ্ছে না। সরকারের পক্ষ থেকে অর্থ মন্ত্রণালয়, পুঁজিবাজার নিয়ন্ত্রক সংস্থা (বিএসইসি) নানা উদ্যোগ নিয়েও বাজার ন্যূনতম স্থিতিশীল রাখতে পারেনি। কারণ, সরকারের নানা আশ্বাসে ভরসা পাচ্ছেন না বিনিয়োগকারীরা। শেয়ারবাজার ভালো হবে, হচ্ছে&mdash;এমন প্রতিশ্রুতি শুনে লাখ লাখ বিনিয়োগকারী বাজারে বিনিয়োগ করে এখন প্রায় সর্বস্বান্ত হয়ে পড়েছেন।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">গত বছরের ১৩ জানুয়ারি ডিএসইর বাজার মূলধন ছিল ৪ লাখ ১৩ হাজার ৭২৮ কোটি টাকা। আর গতকাল সোমবার দিন শেষে তা নেমে এসেছে ৩ লাখ ১৯ হাজার ৭৬ কোটি টাকায়। তার মানে এক বছরে শেয়ারবাজারের প্রতিষ্ঠানগুলো প্রায় ৯৫ হাজার কোটি টাকার বাজারমূল্য হারিয়েছে।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">বাজারের সবচেয়ে ভালো কোম্পানি গ্রামীণফোনে যাঁরা বিনিয়োগ করেছিলেন, তাঁদের পুঁজি গত এক বছরে প্রায় অর্ধেক হয়ে গেছে। এই সময়ে কোম্পানিটির শেয়ারের দাম কমেছে ১৪৮ টাকা বা ৩৮ শতাংশ। একক কোম্পানি হিসেবে ডিএসইর বাজার মূলধনে সবচেয়ে বড় অংশীদারত্ব গ্রামীণফোনের। ফলে এ কোম্পানির শেয়ারের দরপতনে সূচকেও বড় ধরনের নেতিবাচক প্রভাব পড়ে।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">এক বছরের ব্যবধানে ডিএসইর প্রধান সূচক ডিএসইএক্স কমেছে ১ হাজার ৭৩৭ পয়েন্ট। সাম্প্রতিক সময়ের মধ্যে গতকাল সবচেয়ে বড় দরপতন ঘটে। এদিন ডিএসইর প্রধান সূচক ডিএসইএক্স ৮৯ পয়েন্ট বা ২ শতাংশের বেশি কমে গেছে। তাতে দিন শেষে ডিএসইএক্স সূচকটি নেমে এসেছে ৪ হাজার ১২৩ পয়েন্টে। এর ফলে এ সূচক ফিরে গেছে ৫৬ মাস আগের অবস্থানে। সূচক প্রায় পাঁচ বছরের কম হলেও অধিকাংশ শেয়ারের দাম ৯ বছর আগের অবস্থায় ফিরে গেছে।&nbsp;</p>', 'public/news-image/ozwBLLKVVk.jpg', '২০১০-সালে-ধসের-পর-সবচেয়ে-খারাপ-অবস্থায়-শেয়ারবাজার', 4, NULL, 0, 4, '2020-01-07 02:57:25', '2020-01-14 00:08:12'),
(14, 'নদী থেকে বন বিভাগের নৌচালকের মরদেহ উদ্ধার', '<p>নবাব আলী শ্যামনগর উপজেলার পূর্ব কৈখালী গ্রামের আবদুল মজিদের ছেলে। তিনি দীর্ঘদিন ধরে কৈখালী স্টেশনে নৌযানচালকের কাজ করছিলেন।<br />\r\n<br />\r\nনবাব আলীর ছেলে বন বিভাগের কাছিকাটা টহল ফাঁড়ির নৌযান চালক মো. রফিকুল ইসলাম জানান, গত রোববার রাত ৯টার দিকে তাঁর বাবা স্টেশন কার্যালয় থেকে বাড়িতে ফিরে শুয়ে পড়েন। রাত ১০টার দিকে কেউ একজন ডাকছে জানিয়ে বাড়ির পাশে স্টেশন অফিসে যাওয়ার কথা বলে বাবা বেরিয়ে যান। কিন্তু পরদিনও (গতকাল সোমবার) তাঁর বাবা বাড়ি ফিরে আসেননি। এরপর গতকাল দুপুরের দিকে কৈখালী স্টেশনে খোঁজ নিতে এসে দেখেন তিনি সেখানে নেই। এরপর চারপাশে খোঁজাখুঁজি শুরু করেন। রাতে বাবার লাশ পান।</p>\r\n\r\n<p>ছেলে রফিকুল ইসলাম জানান, পাশের কালিন্দী নদীতে রাতে মাছ ধরতে যাওয়া শওকত, লিয়াকতসহ অনেকে তাঁকে জানিয়েছেন, গত রোববার দিবাগত রাত দুইটার দিকে তাঁরা নবাব আলীকে উপকূল রক্ষা বাঁধের ওপর নির্মিত সাইদ আলীর দোকানে বসে থাকতে দেখেছিলেন।</p>\r\n\r\n<p><br />\r\nস্থানীয় ইউনিয়ন পরিষদের (ইউপি) সদস্য আবদুল হামিদ জানান, গতকাল রাত সাড়ে ৯টার দিকে তিনি জানতে পারেন, একজনের লাশ কোস্টগার্ড অফিসের সামনের পাটাতনে আটকে রয়েছে। এরপর কয়েক জনকে নিয়ে তিনি ঘটনাস্থলে গিয়ে দেখেন লাশটি নবাব আলীর। পরে বিষয়টি তিনি পুলিশকে জানান।</p>\r\n\r\n<p>শ্যামনগর থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. নাজমুল হুদা জানান, খবর পেয়ে পুলিশ গতকাল রাতে মরদেহ উদ্ধার করে।</p>', 'public/news-image/RlHSe3nth7.jpg', 'নদী-থেকে-বন-বিভাগের-নৌচালকের-মরদেহ-উদ্ধার', 2, NULL, 0, 15, '2020-01-08 04:28:21', '2020-01-14 00:08:35'),
(15, 'হ্যারি-মেগানের সিদ্ধান্তে রানির সমর্থন', '<p>ব্রিটিশ রাজপরিবারের সদস্য প্রিন্স হ্যারি ও তাঁর স্ত্রী মেগান মার্কেলের নতুন সিদ্ধান্তের ব্যাপারে সমর্থন জানিয়েছেন রানি দ্বিতীয় এলিজাবেথ। এরপরও তিনি চান, হ্যারি-মেগান দম্পতি রাজপরিবারের সদস্য হিসেবে রাজকীয় দায়িত্ব পুরোপুরি পালন করুন।</p>\r\n\r\n<p>হ্যারি-মেগান দম্পতি গত বুধবার আকস্মিক এক ঘোষণায় রাজকীয় দায়িত্ব ছেড়ে দিয়ে স্বনির্ভর জীবন যাপনের জন্য যুক্তরাজ্যের পাশাপাশি কানাডায় বসবাসের কথা জানান। তাঁদের ওই ঘোষণায় ব্রিটিশ রাজপরিবারে তোলপাড় শুরু হয়। তাঁদের ওই সিদ্ধান্ত থেকে ফেরাতে গতকাল সোমবার ইংল্যান্ডের নরফক কাউন্টির স্যান্ড্রিংহ্যাম প্রাসাদে হ্যারির সঙ্গে বৈঠক করেন রানি এলিজাবেথ ও তাঁর উত্তরাধিকারেরা।</p>\r\n\r\n<p>আজ মঙ্গলবার বিবিসি অনলাইনের খবরে বলা হয়, বৈঠকে রানি ডিউক অব সাসেক্স প্রিন্স হ্যারি ও তাঁর স্ত্রী ডাচেস অব সাসেক্স মেগান মার্কেলের নতুন সিদ্ধান্তের ব্যাপারে তাঁর &lsquo;পূর্ণ সমর্থন&rsquo; থাকার কথা জানান। রানি জানান, তিনি চাইছেন হ্যারি-মেগান রাজপরিবারের সদস্য হিসেবেই পুরো সময় দায়িত্ব পালন করুন। কয়েক দিনের মধ্যে এ ব্যাপারে চূড়ান্ত সিদ্ধান্ত আসবে বলে তিনি প্রত্যাশা করেন।</p>\r\n\r\n<p>ব্রিটিশ রাজপরিবারের সদস্য প্রিন্স হ্যারি ও তাঁর স্ত্রী মেগান মার্কেলের নতুন সিদ্ধান্তের ব্যাপারে সমর্থন জানিয়েছেন রানি দ্বিতীয় এলিজাবেথ। এরপরও তিনি চান, হ্যারি-মেগান দম্পতি রাজপরিবারের সদস্য হিসেবে রাজকীয় দায়িত্ব পুরোপুরি পালন করুন।</p>\r\n\r\n<p>হ্যারি-মেগান দম্পতি গত বুধবার আকস্মিক এক ঘোষণায় রাজকীয় দায়িত্ব ছেড়ে দিয়ে স্বনির্ভর জীবন যাপনের জন্য যুক্তরাজ্যের পাশাপাশি কানাডায় বসবাসের কথা জানান। তাঁদের ওই ঘোষণায় ব্রিটিশ রাজপরিবারে তোলপাড় শুরু হয়। তাঁদের ওই সিদ্ধান্ত থেকে ফেরাতে গতকাল সোমবার ইংল্যান্ডের নরফক কাউন্টির স্যান্ড্রিংহ্যাম প্রাসাদে হ্যারির সঙ্গে বৈঠক করেন রানি এলিজাবেথ ও তাঁর উত্তরাধিকারেরা।</p>\r\n\r\n<p>আজ মঙ্গলবার বিবিসি অনলাইনের খবরে বলা হয়, বৈঠকে রানি ডিউক অব সাসেক্স প্রিন্স হ্যারি ও তাঁর স্ত্রী ডাচেস অব সাসেক্স মেগান মার্কেলের নতুন সিদ্ধান্তের ব্যাপারে তাঁর &lsquo;পূর্ণ সমর্থন&rsquo; থাকার কথা জানান। রানি জানান, তিনি চাইছেন হ্যারি-মেগান রাজপরিবারের সদস্য হিসেবেই পুরো সময় দায়িত্ব পালন করুন। কয়েক দিনের মধ্যে এ ব্যাপারে চূড়ান্ত সিদ্ধান্ত আসবে বলে তিনি প্রত্যাশা করেন।</p>', 'public/news-image/e6mZOTwmfE.jpeg', 'হ্যারি-মেগানের-সিদ্ধান্তে-রানির-সমর্থন', 3, NULL, 0, 4, '2020-01-08 04:37:28', '2020-01-14 00:12:25'),
(16, 'উৎপাদনে গেল পায়রা বিদ্যুৎকেন্দ্রের প্রথম ইউনিট', '<p>নর্থ-ওয়েস্ট পাওয়ার জেনারেশন কোম্পানি লিমিটেডের (এনডব্লিউপিজিসিএল) এক শীর্ষ কর্মকর্তা ইউএনবিকে বলেন, &lsquo;আমরা পূর্ব নির্ধারিত সময় অনুযায়ী দুপুর ১২টার দিকে ১৩২০ মেগাওয়াট বিদ্যুৎকেন্দ্রের প্রথম ইউনিটটি সফলভাবে চালু করেছি।&rsquo;</p>\r\n\r\n<p>সমান মালিকানায় পায়রা বিদ্যুৎকেন্দ্রটি যৌথভাবে নির্মাণ করছে বাংলাদেশের রাষ্ট্রীয় প্রতিষ্ঠান এনডব্লিউপিজিসিএল এবং চীনের সরকারি মালিকানাধীন চাইনা ন্যাশনাল মেশিনারি ইমপোর্ট অ্যান্ড এক্সপোর্ট করপোরেশন (সিএমসি)। এই দুটি প্রতিষ্ঠান মিলে কেন্দ্র পরিচালনার জন্য বাংলাদেশ চায়না পাওয়ার কোম্পানি লিমিটেড (বিসিপিসিএল) নামে পৃথক একটি কোম্পানি প্রতিষ্ঠা করেছে। এই প্রতিষ্ঠান ঢাকা ও বেইজিংয়ের মধ্যে হওয়া চুক্তি অনুসারে প্রায় ২০০ কোটি ডলারের এ বিদ্যুৎকেন্দ্র নির্মাণ করছে।</p>\r\n\r\n<p>প্রাথমিকভাবে ইউনিটটি ১০ মেগাওয়াট বিদ্যুৎ উৎপাদন করছে এবং উৎপাদনের চূড়ান্ত পর্যায়ে তা ৬৬০ মেগাওয়াটে উন্নীত হবে বলে এনডব্লিউপিজিসিএল কর্মকর্তা জানিয়েছেন।</p>\r\n\r\n<p>এর আগে, নতুন কেন্দ্র থেকে বিদ্যুৎ পরিবহনের জন্য ৩১ ডিসেম্বর ৪০০ কেভি পায়রা-গোপালগঞ্জ সঞ্চালন লাইন চালু করা হয়। নির্মাণ শেষে পরীক্ষামূলকভাবে চালু থাকা পায়রা বিদ্যুৎকেন্দ্রের প্রথম ইউনিটটি উৎপাদনে যাওয়ার জন্য নতুন সঞ্চালন লাইন চালুর অপেক্ষায় ছিল।</p>\r\n\r\n<p>কর্মকর্তারা বলছেন, আমদানি করা কয়লার মাধ্যমে পরিচালিত এটিই প্রথম বিদ্যুৎকেন্দ্র। এ জন্য গত ২০ সেপ্টেম্বর ইন্দোনেশিয়া থেকে একটি বড় জাহাজে করে কয়লার প্রথম চালান দেশে পৌঁছায়।</p>\r\n\r\n<p>&lsquo;এখন আমাদের কাছে আমদানি করা কয়লার ৪৫ দিনের মজুত আছে। তাই আশা করি বিদ্যুৎকেন্দ্রটি ধারাবাহিকভাবে চলবে,&rsquo; উল্লেখ করে এনডব্লিউপিজিসিএল কর্মকর্তা বলেন, প্রয়োজনীয় কয়লা ইন্দোনেশিয়া থেকে আনতে একটি আমদানি চুক্তি রয়েছে।</p>\r\n\r\n<p>সঞ্চালন ব্যবস্থা প্রস্তুত হয়ে গেলে কেন্দ্রের দ্বিতীয় ইউনিট আগামী জুনের মধ্যে উৎপাদনে যেতে পারবে বলে আশা করছে বিসিপিসিএল।</p>\r\n\r\n<p>পায়রায় ১৩২০ মেগাওয়াটের দুটি ইউনিট থেকে মোট বিদ্যুৎ আসবে ২৬৪০ মেগাওয়াট।</p>', 'public/news-image/lGYznwjVKV.jpg', 'উৎপাদনে-গেল-পায়রা-বিদ্যুৎকেন্দ্রের-প্রথম-ইউনিট', 4, NULL, 0, 4, '2020-01-08 04:40:15', '2020-01-14 00:12:53'),
(17, 'নাগরিকত্ব সংশোধনী আইন বলতে যা বোঝায়', '<p>পাকিস্তান, আফগানিস্তান ও বাংলাদেশ থেকে নির্যাতনের শিকার হয়ে ভারতে আসা হিন্দু, শিখ, খ্রিষ্টান, বৌদ্ধ, জৈন ও পারসিকদের স্থায়ীভাবে নাগরিকত্ব দেওয়ার বিষয়টি অনুমোদন করে ২০১৯ সালের ডিসেম্বর মাসে পার্লামেন্টে যে নাগরিকত্ব সংশোধন আইন পাস হয়েছে, তা নিয়ে ব্যাপক ও নজিরবিহীন বিতর্ক চলছে। এই বিতর্ক ১৯৪৭ সালে দেশভাগের সময়ের, অর্থাৎ পাকিস্তান নামক মুসলিম দেশের জন্মের সময়ের দুঃখজনক ও বিশৃঙ্খলাপূর্ণ পরিস্থিতির স্মৃতিকে আরও একবার যেন উসকে দিয়েছে। ওই সময় ভারত ও পাকিস্তান উভয় ভূখণ্ডেই রক্তক্ষয়ী দাঙ্গা ও খুনোখুনি হয়েছিল। পাঞ্জাব, সিন্ধু ও উত্তর-পশ্চিমাঞ্চলীয় সীমান্ত প্রদেশ থেকে লাখ লাখ হিন্দু ও শিখ প্রাণভয়ে ভারতে চলে এসেছিল এবং পাঞ্জাব, দিল্লি ও উত্তর প্রদেশ থেকে প্রধানত মুসলমানরা পাকিস্তানে চলে গিয়েছিল। সে সময় ভারত ও আফগানিস্তানের মধ্যে নির্ধারিত কোনো সীমান্তরেখা ছিল না এবং দুই ভূখণ্ডের মানুষের অবাধ যাতায়াত ছিল বলে আফগানিস্তান থেকেও বহু হিন্দু ও শিখ ভারতে চলে এসেছিল।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">যাহোক, দুই দেশের জনগণের এই অদলবদল তখন সমন্বয় করে করা হয়নি। সে সময়ও অনেকে নিজ দেশ ছেড়ে অন্য দেশে যেতে চায়নি, অনেকে ইচ্ছা থাকা সত্ত্বেও যেতে পারেনি। দেশভাগের সময়কার এই সহিংসতা যদিও ভারত ও পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) মধ্যে অপেক্ষাকৃত কম ছড়িয়েছিল, তথাপি সাত দশক ধরে ধারাবাহিকভাবে বাংলাদেশ থেকে শরণার্থীরা ভারতে এসেছে।&nbsp;</p>\r\n\r\n<p>পাকিস্তান, আফগানিস্তান ও বাংলাদেশ থেকে নির্যাতনের শিকার হয়ে ভারতে আসা হিন্দু, শিখ, খ্রিষ্টান, বৌদ্ধ, জৈন ও পারসিকদের স্থায়ীভাবে নাগরিকত্ব দেওয়ার বিষয়টি অনুমোদন করে ২০১৯ সালের ডিসেম্বর মাসে পার্লামেন্টে যে নাগরিকত্ব সংশোধন আইন পাস হয়েছে, তা নিয়ে ব্যাপক ও নজিরবিহীন বিতর্ক চলছে। এই বিতর্ক ১৯৪৭ সালে দেশভাগের সময়ের, অর্থাৎ পাকিস্তান নামক মুসলিম দেশের জন্মের সময়ের দুঃখজনক ও বিশৃঙ্খলাপূর্ণ পরিস্থিতির স্মৃতিকে আরও একবার যেন উসকে দিয়েছে। ওই সময় ভারত ও পাকিস্তান উভয় ভূখণ্ডেই রক্তক্ষয়ী দাঙ্গা ও খুনোখুনি হয়েছিল। পাঞ্জাব, সিন্ধু ও উত্তর-পশ্চিমাঞ্চলীয় সীমান্ত প্রদেশ থেকে লাখ লাখ হিন্দু ও শিখ প্রাণভয়ে ভারতে চলে এসেছিল এবং পাঞ্জাব, দিল্লি ও উত্তর প্রদেশ থেকে প্রধানত মুসলমানরা পাকিস্তানে চলে গিয়েছিল। সে সময় ভারত ও আফগানিস্তানের মধ্যে নির্ধারিত কোনো সীমান্তরেখা ছিল না এবং দুই ভূখণ্ডের মানুষের অবাধ যাতায়াত ছিল বলে আফগানিস্তান থেকেও বহু হিন্দু ও শিখ ভারতে চলে এসেছিল।&nbsp;</p>\r\n\r\n<p dir=\"ltr\">যাহোক, দুই দেশের জনগণের এই অদলবদল তখন সমন্বয় করে করা হয়নি। সে সময়ও অনেকে নিজ দেশ ছেড়ে অন্য দেশে যেতে চায়নি, অনেকে ইচ্ছা থাকা সত্ত্বেও যেতে পারেনি। দেশভাগের সময়কার এই সহিংসতা যদিও ভারত ও পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) মধ্যে অপেক্ষাকৃত কম ছড়িয়েছিল, তথাপি সাত দশক ধরে ধারাবাহিকভাবে বাংলাদেশ থেকে শরণার্থীরা ভারতে এসেছে।&nbsp;</p>', 'public/news-image/Mqx0BRFdE1.jpg', 'নাগরিকত্ব-সংশোধনী-আইন-বলতে-যা-বোঝায়', 5, NULL, 0, 4, '2020-01-08 04:44:17', '2020-01-14 00:13:22'),
(18, 'লাল কার্ড দেখেও মন জিতে নেওয়া যায়', '<p>নয়ে নয় হয়ে গেল জিনেদিন জিদানের। নয়টি ফাইনাল খেলে রিয়াল মাদ্রিদকে নয়টি শিরোপা এনে দিয়েছেন এই কোচ। গতকাল স্প্যানিশ সুপার কাপের শিরোপা রিয়ালের ডাগ আউটে এই কিংবদন্তির দশম শিরোপা। গোল শূন্য ম্যাচের পর পেনাল্টি শুট আউটে ৪-১ ব্যবধানে অ্যাটলেটিকো মাদ্রিদকে হারিয়েছে রিয়াল। কিন্তু এসব কিছুই হয়তো লেখা যেত না একটি নির্দিষ্ট মুহূর্তে ফেদে ভালভার্দে সঠিক সিদ্ধান্ত না নিতে পারলে।</p>\r\n\r\n<p>অতিরিক্ত সময়ের খেলা চলছিল তখন। ম্যাচের অন্তিম মুহূর্তে প্রতি আক্রমণে উঠেছিল অ্যাটলেটিকো মাদ্রিদ। গোলের নেশায় তীব্র গতিতে ছুটছিলেন আলভারো মোরাতা। সামনে কোনো ডিফেন্ডার নেই, একা দাঁড়িয়ে গোলরক্ষক থিবো কোর্তোয়া। রিয়ালের সবচেয়ে দ্রুত গতির খেলোয়াড় হয়েও তাঁকে ছোঁয়া সম্ভব হচ্ছিল না ভালভার্দের। এক মুহূর্ত পরেই ডি-বক্সে ঢুকে পড়বেন মোরাতা। গোলরক্ষকের সঙ্গে ওয়ান-টু-ওয়ানে মোরাতার বাজে রেকর্ডের ওপর তো আর যাই হোক বাজি ধরা যায় না তাই বক্সের সামনে আটকাতে হতো মোরাতাকে। পা বাড়িয়ে আটকে দিলেন ভালভার্দে। সরাসরি লা কার্ড দেখলেন এই মিডফিল্ডার।</p>\r\n\r\n<p>দশজনের দলে রূপ নিলেও ভালভার্দের ওই লাল কার্ডের পর ম্যাচের আর মাত্র ৫ মিনিট বাকি ছিল। বাকি সময়টা কাটিয়ে দিয়ে টাই ব্রেকারে ঠিকই শিরোপা জিতে নিয়েছে ভালভার্দে। পুরো ম্যাচ ভালো খেলে পেনাল্টিতে একটি শট আটকে দিয়েছেন কোর্তোয়া। তবু ম্যাচ সেরা হয়েছেন ফেদে ভালভার্দে। ম্যাচে খুব ভালো খেললেও লাল কার্ড দেখার পর কোনো খেলোয়াড়ের পক্ষে সেরা হওয়া কঠিন। কিন্তু তাঁর গতকাল সেরা হওয়াতে বিস্মিত হননি কেউ।</p>\r\n\r\n<p>এমনকি প্রতিপক্ষ দলের কোচ ডিয়েগো সিমিওনেও বলছেন, &lsquo;এ ম্যাচে অন্য কেউ সেরা হতে পারেন না, আমার ধারণা সেরা খেলোয়াড়ের পুরস্কারের সিদ্ধান্ত একদম সঠিক। কারণ ওই কাজ দিয়েই সে ম্যাচ জিতে নিয়েছে। এটাই ম্যাচের সবচেয়ে গুরুত্বপূর্ণ মুহূর্ত ছিল। খেলা চললে এটা সম্ভবত গোল হতো। আমি ওকে বলেছি চিন্তা করো না, তুমি তাই করেছ যা করা উচিত ছিল।&rsquo;</p>\r\n\r\n<p>ম্যাচের ওই মুহূর্তে বুদ্ধিদীপ্ত সিদ্ধান্ত নেওয়ায় প্রতিপক্ষ কোচই প্রশংসা করছেন। সেখানে জিদান যে স্তুতি বাক্যে ভাসিয়ে দেবেন-এটাই স্বাভাবিক, &lsquo;গুরুত্বপূর্ণ হলো সে মোরাতার কাছে ক্ষমা চেয়েছে। ওকে ম্যাচ সেরার পুরস্কার দেওয়া হয়েছে এবং আমি খুব খুশি। কারণ সে অসাধারণ কাজ করেছে। ওর যা করা দরকার ছিল তাই করেছে। সে খুব নিষ্ঠুর ফাউল করেছে কিন্তু সে এটা ভালোভাবেই করেছে।&rsquo;</p>', 'public/news-image/Y5UGmCOasq.jpg', 'লাল-কার্ড-দেখেও-মন-জিতে-নেওয়া-যায়', 6, NULL, 0, 5, '2020-01-08 05:09:28', '2020-01-14 00:13:48');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `logo` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `favicon` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `site_title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `about_us` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `fb_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `twitter_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `pinterest_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vemio_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `youtube_link` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `logo`, `favicon`, `site_title`, `about_us`, `fb_link`, `twitter_link`, `pinterest_link`, `vemio_link`, `youtube_link`, `created_at`, `updated_at`) VALUES
(2, 'public/settings-images/cuYr2A2fqF.png', 'public/settings-images/jQyiFnDD.png', 'মেরাজ নিউজ', '<p>ভারপ্রাপ্ত সম্পাদক :&nbsp;<strong>মেরাজ&nbsp;</strong>&nbsp;প্রকাশক :&nbsp;মেরাজ</p>\r\n\r\n<p>প্রকাশক কর্তৃক ক-২৪৪ প্রগতি সরণি, কুড়িল (বিশ্বরোড), বাড্ডা, ঢাকা-১২২৯ থেকে প্রকাশিত এবং যমুনা প্রিন্টিং এন্ড পাবলিশিং লিঃ থেকে মুদ্রিত।</p>\r\n\r\n<p>পিএবিএক্স : ১২৩৪৫৬৭৮৯, রিপোর্টিং :১২৩৪৫৬৭৮৯, বিজ্ঞাপন : ১২৩৪৫৬৭৮৯ ফ্যাক্স : ১২৩৪৫৬৭৮৯, সার্কুলেশন : ১২৩৪৫৬৭৮৯। ফ্যাক্স :&nbsp;১২৩৪৫৬৭৮৯</p>\r\n\r\n<p>E-mail:merazhossain64@gmail.com</p>\r\n\r\n<p>&copy; সর্বস্বত্ব স্বত্বাধিকার সংরক্ষিত ২০১৯-২০২০</p>', '#', '#', '#', '#', '#', '2020-01-13 00:43:31', '2020-01-14 00:11:42');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'admin@gmail.com', '2020-01-06 08:30:10', '$2y$10$dWaQW8OQzMNYiDMxIycEke1fcaAzUTFaYfNYK3Becm9LDCRi8k20.', 'WL439yxY5E', '2020-01-06 08:30:10', '2020-01-06 08:30:10');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
